Repository: vinxu/CastReader
Catalog: CastReader Widget/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, pt_br, zh_hans

source: Continue ${item} in ${mode} mode
de: ${item} im Modus ${mode} fortsetzen
es: Continuar ${item} en modo ${mode}
fr: Continuer ${item} en mode ${mode}
hi: ${item} को ${mode} मोड में जारी रखें
it: Continua ${item} in modalità ${mode}
ja: ${item}を${mode}モードで続ける
pt_br: Continuar ${item} no modo ${mode}
zh_hans: 以${mode}模式继续${item}

source: Continue in CastReader
de: In CastReader fortsetzen
es: Continuar en CastReader
fr: Continuer dans CastReader
hi: CastReader में जारी रखें
it: Continua in CastReader
ja: CastReaderで続きを開く
pt_br: Continuar no CastReader
zh_hans: 在 CastReader 中继续

source: Continue the latest item, or choose a recent CastReader item.
de: Setze den letzten Inhalt fort oder wähle einen kürzlich verwendeten CastReader-Inhalt.
es: Continúa el último elemento o elige uno reciente de CastReader.
fr: Reprenez le dernier élément ou choisissez un élément CastReader récent.
hi: सबसे हाल की सामग्री जारी रखें या CastReader की हाल की सामग्री चुनें।
it: Continua l’ultimo elemento o scegline uno recente di CastReader.
ja: 最新の項目を続けるか、CastReaderの最近の項目を選びます。
pt_br: Continue o item mais recente ou escolha um item recente do CastReader.
zh_hans: 继续最近的内容，或选择一个最近使用的 CastReader 内容。

source: Explain
de: Erklären
es: Explicar
fr: Expliquer
hi: समझाएँ
it: Spiega
ja: 解説
pt_br: Explicar
zh_hans: 解读

source: Mode
de: Modus
es: Modo
hi: मोड
it: Modalità
ja: モード
pt_br: Modo
zh_hans: 模式

source: Read Aloud
de: Vorlesen
es: Leer en voz alta
fr: Lire à voix haute
hi: ज़ोर से पढ़ें
it: Leggi ad alta voce
ja: 読み上げ
pt_br: Ler em voz alta
zh_hans: 朗读

source: Reading Item
de: Leseinhalt
es: Elemento de lectura
fr: Élément de lecture
hi: पढ़ने की सामग्री
it: Contenuto da leggere
ja: 読書項目
pt_br: Item de leitura
zh_hans: 阅读内容

source: Reading Mode
de: Lesemodus
es: Modo de lectura
fr: Mode de lecture
hi: पढ़ने का मोड
it: Modalità di lettura
ja: 読み方
pt_br: Modo de leitura
zh_hans: 阅读模式

source: Recent Item
de: Letzter Inhalt
es: Elemento reciente
fr: Élément récent
hi: हाल की सामग्री
it: Elemento recente
ja: 最近の項目
pt_br: Item recente
zh_hans: 最近内容

# widget_continue
source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続ける
pt_br: Continuar
zh_hans: 继续

# widget_description
source: Resume recent content with Read Aloud or Explain.
de: Setze aktuelle Inhalte mit Vorlesen oder Erklären fort.
es: Retoma contenido reciente con Leer en voz alta o Explicar.
fr: Reprenez un contenu récent avec Lire à voix haute ou Expliquer.
hi: हाल की सामग्री को ज़ोर से पढ़ें या समझाएँ।
it: Riprendi i contenuti recenti con Leggi ad alta voce o Spiega.
ja: 最近のコンテンツを読み上げまたは解説で再開します。
pt_br: Retome conteúdos recentes com Ler em voz alta ou Explicar.
zh_hans: 用朗读或解读继续最近的内容。

# widget_empty_message
source: Import text, a file, or a photo to get started.
de: Importiere Text, eine Datei oder ein Foto.
es: Importa texto, un archivo o una foto para empezar.
fr: Importez du texte, un fichier ou une photo pour commencer.
hi: शुरू करने के लिए टेक्स्ट, फ़ाइल या फ़ोटो आयात करें।
it: Importa testo, un file o una foto per iniziare.
ja: テキスト、ファイル、写真を読み込んで始めましょう。
pt_br: Importe texto, arquivo ou foto para começar.
zh_hans: 导入文本、文件或照片即可开始。

# widget_empty_title
source: Nothing to continue
de: Nichts fortzusetzen
es: Nada que continuar
fr: Rien à reprendre
hi: जारी रखने के लिए कुछ नहीं
it: Nulla da continuare
ja: 続きから読める項目はありません
pt_br: Nada para continuar
zh_hans: 暂无可继续的内容

# widget_explain
source: Explain
de: Erklären
es: Explicar
fr: Expliquer
hi: समझाएँ
it: Spiega
ja: 解説
pt_br: Explicar
zh_hans: 解读

# widget_import
source: Import content
de: Inhalt importieren
es: Importar contenido
fr: Importer du contenu
hi: सामग्री आयात करें
it: Importa contenuto
ja: コンテンツを読み込む
pt_br: Importar conteúdo
zh_hans: 导入内容

# widget_name
source: Continue Reading
de: Weiterlesen
es: Seguir leyendo
fr: Reprendre la lecture
hi: पढ़ना जारी रखें
it: Continua a leggere
ja: 読書を続ける
pt_br: Continuar lendo
zh_hans: 继续阅读

# widget_placeholder_title
source: This Week’s Study Notes
de: Lernnotizen für diese Woche
es: Apuntes de estudio de esta semana
fr: Notes d’étude de la semaine
hi: इस सप्ताह के अध्ययन नोट्स
it: Appunti di studio della settimana
ja: 今週の学習ノート
pt_br: Notas de estudo desta semana
zh_hans: 本周学习笔记

# widget_read_aloud
source: Read Aloud
de: Vorlesen
es: Leer en voz alta
fr: Lire à voix haute
hi: ज़ोर से पढ़ें
it: Leggi ad alta voce
ja: 読み上げ
pt_br: Ler em voz alta
zh_hans: 朗读

# widget_recent
source: Recently opened
de: Zuletzt geöffnet
es: Abierto recientemente
fr: Ouvert récemment
hi: हाल ही में खोला गया
it: Aperto di recente
ja: 最近開いた項目
pt_br: Aberto recentemente
zh_hans: 最近打开
